import React from 'react'

export const Work = () => {
  return (
    <div className='my-6 container'>
        <div className="title-block">О себе</div>
        <p className="text-block indent-5">Обладаю высокой работоспособностью, умею работать в режиме многозадачности и в команде, имею развитые организационные и управленческие способности. Хобби: чтение книг, спорт. Занимался несколько лет веб-разработкой в виде хобби. Имею несколько пет-проектов (Ниже представлен список моих работ). Работаю в стеке: HTML + CSS + JS + REACT + REDUX.</p>
    </div>
  )
}
